/* (No Commment) */
"%@ invites you to receive its newsletters and offers." = "%@ lädt dich ein, Newsletter und Angebote zu erhalten.";

/* (No Commment) */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Lade und installiere Setapp, um %@ zu nutzen und noch mehr tolle Anwendungen zu entdecken.";

/* (No Commment) */
"Learn More…" = "Mehr erfahren …";

/* (No Commment) */
"Let’s stay in touch!" = "Bleiben wir doch in Kontakt!";

/* (No Commment) */
"No, Thanks" = "Nein danke";

/* (No Commment) */
"Quit" = "Beenden";

/* (No Commment) */
"Setapp will share your %@ email with the developers of %@." = "Setapp gibt deine E-Mail-Adresse %@ an den Entwickler von %@ weiter.";

/* (No Commment) */
"Sure, I’m In" = "Klar, bin dabei";

/* (No Commment) */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Diese Version von %@ erfordert, dass ein aktiver Setapp-Account auf deinem Mac installiert ist.";

/* (No Commment) */
"Welcome to %@ %@" = "Willkommen bei %@ %@";

